nxp-mcuxpresso/mcuxsdk-examples/_boards/imx943evk/freertos_examples/freertos_hello/ca55/pin_mux.c
/*
 * Copyright 2026 NXP
 *
 * SPDX-License-Identifier: BSD-3-Clause
 */

#include "pin_mux.h"

/* FUNCTION ************************************************************************************************************
 *
 * Function Name : BOARD_InitBootPins
 * Description   : Calls initialization functions.
 *
 * END ****************************************************************************************************************/
void BOARD_InitBootPins(void)
{
}

/***********************************************************************************************************************
 * EOF
 **********************************************************************************************************************/
